IDEA StatiCa Open Model
ExposureClassesDataEc2.CarbonationCheck Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Check box Carbonation
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool CarbonationCheck { get; set; }
Public Property CarbonationCheck As Boolean
	Get
	Set
public:
property bool CarbonationCheck {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace